$(function(){
    new Vue({
        el:'#app',
        data(){
            return{
                qi:'2017299',
                b1:'2',
                s1:'3',
                g1:'6',
                items:[
                    {zl:'五码组选',hm:'02349',bef:'7',aft:'1'},
                    {zl:'定位5*5*5',hm:'02349*01357*12345',bef:'5',aft:'2'},
                    {zl:'五胆',hm:'02349',bef:'7',aft:'3'},
                    {zl:'六码组选',hm:'012349',bef:'7',aft:'4'},
                    {zl:'包星两组',hm:'**3 9**',bef:'7',aft:'2'},
                    {zl:'定位6*6*6',hm:'0123456*023489*013456',bef:'7',aft:'3'},
                    {zl:'七码组选',hm:'01234569',bef:'7',aft:'5'},
                    {zl:'杀二码',hm:'46',bef:'7',aft:'6'},
                    {zl:'杀一码',hm:'4',bef:'7',aft:'4'},
                    {zl:'独胆',hm:'9',bef:'7',aft:'3'}
                ]
            }
        },
        methods:{},
        watch:{}
    })
})



























